IDEA Open Model
ConnectionSetup.GammaInst Property
Compatible with IDEA StatiCa 20.1
 Partial safety factor of instalation safety
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double GammaInst { get; set; }
Public Property GammaInst As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace